<pre><span class="title">Folio Crop 圖框裁切對齊</span> 2023.5.16 <a href="https://www.youtube.com/watch?v=UvtJITtLz1c" target="_new">操作示範影片</a>
📁開啟Zip或PDF(Alt-O)  💾儲存座標檔(Alt-S)  ➖刪除圖框(Alt-D)  數字：目前圖框數
♻️重置圖框(Alt-R)      📐載入座標檔(Alt-L)   下一拍(Alt-N, Enter)   上一拍(Alt-P)
點 縮圖 上下對調。

點任何一個圖框，序號變紅色時，表示選取，再點一下取消選取。
上下左右鍵移動圖框（選取中或全部），同時按Alt微調，按Ctrl速調。
按圖框左邊水平方向移動，按頂邊垂真方向移動。
右邊和底邊調整圖框大小（非必要勿調整大小）。
讓圖框第一行和最後一行文字都在縮圖內，並盡量居中對齊。
即使框內少於五行文字，也不要改變圖框大小，卷末校注可以大致對齊即可（字體較小故）。
沒有內文或注釋的圖拍，如封面裡，須刪掉圖框。一卷內第一拍和最後一拍預設無圖框。

建議一開始按F11進入全螢幕模式。
按 Ctrl + - 調整好瀏覽器的解析度，無須經常改動。
調整視窗大小及解析度，框可能會對不準，此時不必調整，只要點其他拍，再點回來即正常。

存檔在瀏覽器的「下載」(CTRL+J)，同一卷存檔超過一次，瀏覽器會依序產生 xxx(1).json , xxx(2).json 。
只須上傳最新的存檔，存檔的檔名必須和zip/pdf一致，即0001-001天01.zip 的存檔為 0001-001天01.json
例如同一卷按了4次存檔，須將 0001-001天01(3).json 更名為 0001-001天01.json 並上傳。

建議將數個工作檔案複製到「文件」，開啟就不必每次選文件夾。
</pre>
<style>
    pre {font-size:150%;margin:0px}
    .title {font-size:200%}
    a{color:darkcyan}
</style>